Repository: r3gis3r/CSipSimple
Catalog: locale/csipsimple/filters_choices/*.po
Languages: es, fr, ko

# filters_action:0
source: Can't call
es: No llamar
fr: Ne pas appeler
ko: 전화를 걸 수 없습니다

# filters_action:1
source: Rewrite
es: Reescribir
fr: Réécrire
ko: 다시 작성하고 있습니다

# filters_action:2
source: Stop processing
es: Dejar de procesar
fr: Arrêter de traiter
ko: 진행 중지

# filters_action:3
source: Directly call
es: Llamar directamente
fr: Appel directement
ko: 직접 전화를 걸고 있습니다

# filters_action:4
source: Auto answer
es: Contestar automáticamente
fr: Répondre automatiquement
ko: 자동 응답

# filters_type:0
source: Starts with
es: Empieza por
fr: Commence avec
ko: 로 시작

# filters_type:1
source: Ends with
es: Termina con
fr: Fini avec
ko: 로 끝남

# filters_type:2
source: Contains
es: Contiene
ko: 포함

# filters_type:3
source: All
es: Todo
ko: 전부

# filters_type:4
source: Has exactly N digit
es: Tiene exactamente N dígitos
ko: (N)자리 숫자

# filters_type:5
source: Has more than N digit
es: Tiene más de N dígitos
ko: (N)자리 이상의 숫자

# filters_type:6
source: Is exactly
es: Es exactamente
ko: 정확히 ( ) 입니다

# filters_type:7
source: Custom RegExp
es: RegExp personalizado
ko: 고객 등록기한 경과

# replace_type:0
source: Prefix by
es: Con prefijo
fr: Préfixé avec
ko: 앞 글자 ( )로 시작됨

# replace_type:1
source: Suffix with
es: Con sufijo
fr: Suffixer avec
ko: 뒷 글자 ( )로 끝남

# replace_type:2
source: Replace match by
es: Sustituir coincidencias por
fr: Remplacer la correspondance par
ko: 일치하는 항목 ( )으로 대체

# replace_type:3
source: Replace all by
es: Sustituir todo por
fr: Tout remplacer par
ko: 전부 ( )로 대체

# replace_type:4
source: Custom RegExp
es: RegExp personalizada
fr: Expression rationnelle personalisée
ko: 고객 등록기한 경과

# filters_type:2
source: All
fr: Tous

# filters_type:3
source: Has exactly N digit
fr: A exactement N digit

# filters_type:4
source: Has more than N digit
fr: A plus de N digit

# filters_type:5
source: Is exactly
fr: Est exactement

# filters_type:6
source: Custom RegExp
fr: Expression rationnelle personalisée
