Repository: r3gis3r/CSipSimple
Catalog: locale/csipsimple/wizard_ecs_strings/*.po
Languages: pt, uk, zh_tw

# w_ecs_display_name
source: Account name
pt: Nome de conta
uk: Назва облікового запису
zh_tw: 帳戶名

# w_ecs_display_name_desc
source: Display name for this account
pt: Mostrar nome para esta conta
uk: Ім'я акаунту
zh_tw: 此帳戶之顯示名稱

# w_ecs_phone_number
source: Phone number
pt: Número de telefone
uk: Номер телефону
zh_tw: 電話號碼

# w_ecs_phone_number_desc
source: Account sip phone number
pt: Número de telefone da conta SIP
uk: SIP номер акаунта
zh_tw: 帳戶 SIP 電話號碼

# w_ecs_user_name
source: User login
pt: Início de sessão de utilizador
uk: Вхід
zh_tw: 用戶登入

# w_ecs_user_name_desc
source: Your virtual desk login
pt: Início de sessão da sua secretária virtual
uk: Вхід у віртуальний стіл
zh_tw: 虛擬桌面登入

# w_ecs_password
source: User password
pt: Palavra-passe de utilizador
uk: Пароль користувача
zh_tw: 用戶密碼

# w_ecs_password_desc
source: Password for your account
pt: Palavra-passe para a sua conta
uk: Пароль для вашого акаунта
zh_tw: 您的帳戶密碼

# w_ecs_server_domain
source: SIP domain
pt: Domínio SIP
uk: SIP домен
zh_tw: SIP 域

# w_ecs_server_domain_desc
source: Domain name for SIP accounts
pt: Nome de domínio para contas SIP
uk: Доменне ім'я для SIP акаунтів
zh_tw: SIP 帳戶的域名

# w_ecs_server_ip_desc
source: Domain name or IP to access the ECS (leave blank if same as SIP domain)
pt: Nome de domínio ou IP para aceder ao ECS (deixar em branco de igual ao domínio SIP)
uk: Доменне ім'я або IP для доступу до ECS (залиште порожнім, якщо ж таке як доменне ім'я SIP)
zh_tw: 存取 ECS 的域名或IP位址 (如果與SIP域名相同, 請保持空白)
