Repository: r3gis3r/CSipSimple
Catalog: locale/csipsimple/wizard_advanced_strings/*.po
Languages: ru

# w_advanced_display_name
source: Account name
ru: Название аккаунта

# w_advanced_display_name_desc
source: Display name for this account
ru: Отображаемое название аккаунта

# w_advanced_caller_id
source: Caller ID
ru: Идентификатор звонящего

# w_advanced_caller_id_desc
source: Caller ID to send with calls
ru: Идентификатор звонящего при исходящих вызовах Caller ID

# w_advanced_username
source: Username
ru: Имя пользователя

# w_advanced_username_desc
source: Username for SIP server authentication
ru: Имя пользователя для аутентификации на SIP сервере

# w_advanced_password
source: Password
ru: Пароль

# w_advanced_password_desc
source: Password for SIP server authentication
ru: Пароль аутентификации на SIP сервере

# w_advanced_use_tcp
source: Use TCP (not UDP)
ru: Использовать TCP

# w_advanced_proxy
source: Proxy
ru: Прокси

# w_advanced_proxy_desc
source: Proxy domain/IP[:port] (optional, not always needed)
ru: Прокси-сервер /IP[:порт] (опционально; не всегда требуется)
