Repository: r3gis3r/CSipSimple
Catalog: locale/csipsimple/prefs_strings/*.po
Languages: uk

# prefs
source: Settings
uk: Налаштування

# prefs_fast
source: Easy configuration
uk: Проста конфігурація

# prefs_fast_desc
source: Quick options to use if you don't know how SIP works
uk: Швидкий варіант використання, якщо ви не знаєте, як SIP працює

# prefs_network
source: Network
uk: Мережа

# prefs_network_desc
source: How SIP can be connected to the network
uk: Як SIP може бути підключений до мережі

# prefs_media
source: Media
uk: Носії

# prefs_media_desc
source: Codecs and in-call sound behavior
uk: Кодеки і поведінка під час дзвінка

# prefs_ui
source: User interface
uk: Інтерфейс користувача

# prefs_ui_desc
source: Tweak the user interface
uk: Настроювання користувацького інтерфейсу

# for_incomings
source: For incoming calls
uk: Для вхідних дзвінків

# for_outgoings
source: For outgoing calls
uk: Для вихідних дзвінків

# perfs
source: Performances
uk: Швидкодія

source: Transport
uk: Транспорт

# transport_desc
source: Force the use of a transport for this account
uk: Вибрати транспорт даних для цього акаунта

source: Use WiFi
uk: Використовувати WiFi

# use_wifi_in_desc
source: Use WiFi for incoming calls
uk: Використовувати WiFi для вхідних дзвінків

# use_wifi_out_desc
source: Use WiFi for outgoing calls
uk: Використовувати WiFi для вихідних дзвінків

# use_other
source: Use other networks
uk: Використовувати інші мережі

# use_other_in_desc
source: For example WiMax for incoming calls
uk: Для прикладу WiMax для вхідних дзвінків

# use_other_out_desc
source: For example WiMax for outgoing calls
uk: Для прикладу WiMax для вихідних дзвінків

source: Use 3G
uk: Використовувати 3G

# use_3g_disclamer
source: Your carrier MUST allow you to use this option
uk: Ваш оператор повинен дозволяти використовувати цю опцію

source: Use EDGE
uk: Використовувати EDGE

source: Use GPRS
uk: Використовувати GPRS

source: Lock WiFi
uk: Блокувати WiFi

# lock_wifi_desc
source: Prevent WiFi idle when SIP is connected
uk: Запобігання WiFi простою, коли SIP з'єднано

# enable_tcp_desc
source: Enable TCP transport
uk: Включити TCP транспорт

# enable_tls_desc
source: Enable TLS transport
uk: Включити TLS транспорт

# enable_udp_desc
source: Enable UDP transport
uk: Включити UDP транспорт

# network_udp_transport_port
source: UDP Port
uk: UDP порт

# network_udp_transport_port_desc
source: Port number to bind locally
uk: Номер порту для прив'язки локально

# network_tcp_transport_port
source: TCP Port
uk: Порт TCP

# network_tcp_transport_port_desc
source: Port number to bind locally
uk: Номер порту для прив'язки локально

# network_rtp_port
source: RTP port
uk: RTP порт

# network_rtp_port_desc
source: Port for RTP ports range start
uk: Порт для RTP діапазону

source: Use IPv6
uk: Використовувати IPv6

# use_ipv6_desc
source: Switch to IPv6 mode (your network and phone must support it)
uk: Переключення в режим IPv6 (мережа і телефон повинен підтримувати його)

# enable_dns_srv
source: Resolve DNS SRV
uk: Отримати DNS SRV

# enable_dns_srv_desc
source: Use the application resolver to resolve DNS names
uk: Використання програми арбітра для вирішення DNS імен

# override_nameserver
source: Use a custom DNS
uk: Використовувати свій DNS

# override_nameserver_desc
source: Left blank to retrieve DNS from Android
uk: Залиште поле порожнім, щоб отримати DNS від Android

source: NAT traversal
uk: NAT обхід

source: Enable ICE
uk: Включити ICE

# enable_ice_desc
source: Turn on ICE feature
uk: Увімкнути функцію ICE

source: Enable TURN
uk: Включити TURN

# enable_turn_desc
source: Turn on TURN feature
uk: Увімкнути функцію TURN

source: Turn server
uk: Turn сервер

# turn_server_desc
source: TURN server (HOST:PORT)
uk: TURN сервер (ХОСТ:ПОРТ)

source: Enable STUN
uk: Включити STUN

# enable_stun_desc
source: Turn on STUN feature
uk: Увімкнути функцію STUN

source: STUN server
uk: STUN сервер

# stun_server_desc
source: STUN server (HOST:PORT)
uk: STUN сервер (ХОСТ:ПОРТ)

source: Enable QoS
uk: Включити QoS

# enable_qos_desc
source: Enable QoS on packets
uk: Увімкнути QoS на пакетах

# dscp_val
source: DSCP value
uk: DSCP значення

# dscp_val_desc
source: DSCP value for SIP traffic
uk: DSCP значення для SIP трафіку

source: Secure transport
uk: Захищений транспорт

# secure_transport_desc
source: Security mechanism for SIP and RTP
uk: Механізм забезпечення безпеки для SIP і RTP

source: Secure media
uk: Захищені медіа

# network_tls_transport_port
source: TLS Port
uk: TLS порт

# network_tls_transport_port_desc
source: Port number to bind locally
uk: Номер порту для прив'язки локально

# network_tls_server_name
source: TLS server name
uk: TLS ім'я сервера

# network_tls_server_name_desc
source: For multi-hosting server (optional)
uk: Для мульти-хостинг серверів (необов'язково)

# ca_list_file
source: TLS CA file
uk: TLS CA файл

# ca_list_file_desc
source: For example /sdcard/CSipSimple/myAuthority.ca
uk: Наприклад /sdcard/CSipSimple/myAuthority.ca

# cert_file
source: TLS certificate file
uk: TLS файл сертифікату

# cert_file_desc
source: For example /sdcard/CSipSimple/myCert.crt
uk: Наприклад /sdcard/CSipSimple/myCert.crt

# privkey_file
source: TLS private key file
uk: TLS файл приватного ключа

# privkey_file_desc
source: For example /sdcard/CSipSimple/myKey.key
uk: Наприклад /sdcard/CSipSimple/myKey.key

source: TLS password
uk: TLS пароль

# tls_password_desc
source: TLS password to private key file
uk: TLS пароль для файлу приватного ключа

# verify_server
source: Check server
uk: Перевірити сервер

# verify_server_desc
source: Verify server's certificate
uk: Перевірка сертифікату сервера

# verify_client
source: Check client
uk: Перевірити клієнта

# verify_client_desc
source: Verify client's certificate
uk: Перевірка сертифікату клієнта

source: TLS Method
uk: TLS метод

# tls_method_desc
source: Method for TLS transport
uk: Метод TLS транспорту

# use_srtp
source: SRTP mode
uk: SRTP режим

# use_srtp_desc
source: Mode for Secure RTP
uk: Режим для захищеного RTP

source: Audio quality
uk: Якість звуку

# audio_volume
source: Volume
uk: Гучність

source: Codecs
uk: Кодеки

source: Echo cancellation
uk: Придушення луни

# echo_cancellation_desc
source: Activate echo cancellation
uk: Активувати приглушення еха

# enable_vad
source: Voice audio detection
uk: Виявлення звуку

# enable_vad_desc
source: Activate voice audio detection
uk: Активація виявлення звуку

# snd_mic_level
source: Micro amplification
uk: Мікро посилення

# snd_mic_level_desc
source: Adjust the micro signal level (1 do nothing)
uk: Відрегулюйте мікро рівні сигналу (1 нічого не робити)

# snd_speaker_level
source: Speaker amplification
uk: Спікер посилення

# snd_speaker_level_desc
source: Adjust the speaker signal level (1 do nothing)
uk: Відрегулюйте рівень спікер сигналу (1 нічого не робити)

# snd_stream_level
source: Initial stream level
uk: Початковий рівень потоку

# snd_stream_level_desc
source: Set the initial level for audio stream (Android stream)
uk: Встановити початковий рівень для аудіо потоку (Android потік)

# snd_auto_close_time
source: Auto close time
uk: Час авто закриття

# snd_auto_close_time_desc
source: Time to wait for close audio channel
uk: Час очікування до закриття аудіо каналу

# snd_media_quality
source: Media quality
uk: Якість медіа

# snd_media_quality_desc
source: Quality of the media stream (modify only if you know what you are doing)
uk: Якість потоку засобів масової інформації (змінити, тільки якщо ви знаєте, що робите)

# snd_clock_rate
source: Clock rate
uk: Тактова частота

# snd_clock_rate_desc
source: Audio channel frequency
uk: Аудіо частотний канал

# snd_ptime
source: Frame ptime
uk: Ptime пакету

# snd_ptime_desc
source: Specifying lower ptime will normally reduce the latency
uk: Зменшити ptime, як правило, зменшити латентність

source: Echo cancellation tail
uk: Придушення луни хвіст

# echo_cancellation_tail_desc
source: Tail length of echo cancellation
uk: Хвіст завдовжки луни

# codecs_desc
source: Priority (0 is disabled)
uk: Пріоритет (0 вимкнено)

# sip_dtmf
source: DTMF mode
uk: DTMF режим

# sip_dtmf_desc
source: How to send DTMF
uk: Як відіслати DTMF

# use_soft_volume
source: Use software volume
uk: Використання програмної гучності

# use_soft_volume_desc
source: Use software volume instead of android volume
uk: Використання програмного забезпечення програми, а не Android

source: Use routing API
uk: Використовувати API маршрутизації

# use_routing_api_desc
source: Try to enable that if audio is routing to speaker instead of earpiece
uk: Спробуйте включити, що якщо звук маршрутизації оратор замість навушників

# general_ui
source: General user interface
uk: Користувальницький інтерфейс

source: Native dialer integration
uk: Тісна інтеграція дозвону

# advanced_ui
source: Advanced tweaks
uk: Додаткові налаштуваннях

# integrate_with_native_dialer
source: Dialer integration
uk: Інтеграція з системним додзвоном

# integrate_with_native_dialer_desc
source: When dialing with native dialer you'll be asked if you want to use SIP or mobile
uk: При наборі з системного дозвону вам буде запропоновано, що ви хочете використовувати SIP або мобільний

# integrate_with_native_calllogs
source: Call logs integration
uk: Інтеграція журналу дзвінків

# integrate_with_native_calllogs_desc
source: SIP calls will be merged (if possible) into native call logs
uk: SIP-дзвінки будуть об'єднані (якщо можливо) у рідному журнали викликів

# dial_press_tone
source: Dialing tone feedback
uk: Гудок зворотного зв'язку

# dial_press_tone_desc
source: Play touch tones when dialing
uk: Слухати тонн при наборі

# dial_press_vibrate
source: Dialing vibrate feedback
uk: Вібрувати при зворотньому зв'язку

# dial_press_vibrate_desc
source: Haptic (vibrate) feedback when dialing
uk: Haptic (вібрувати) зворотний зв'язок при наборі

# start_with_text_dialer
source: Text dialer
uk: Текст дозвону

# start_with_text_dialer_desc
source: Start with text dialer
uk: Почати з текстового дозвону

# use_alternate_unlocker
source: Don't use slide answer
uk: Не використовувати слайд для відповіді

# use_alternate_unlocker_desc
source: Use buttons instead of slide to take incoming calls
uk: Використовуйте кнопки замість слайд щоб приймати вхідні дзвінки

# keep_awake_incall
source: Keep awake while on call
uk: Пильнувати у той час як за викликом

# keep_awake_incall_desc
source: Fixes if you get choppy sound when screen turn off while in WIFI call
uk: Лагодження, якщо ви отримуєте поривчастий звук, коли екран вимкнути в той час як в WIFI мережі

source: Use partial wake lock
uk: Використання часткового блокування

# use_partial_wake_lock_desc
source: Ensure CPU is always running for the application (drain battery)
uk: Переконайтеся процесор завжди працює для додатків (батарея розрядиться швидко)

source: Log level
uk: Рівень журналу для налагодження

# log_level_desc
source: Log level for debug between 0 (none) and 5 (verbose)
uk: Рівень журналу для налагодження від 0 (немає) і 5 (детально)

# integrate_with_native_music
source: Integrate with Music application
uk: Інтеграція з музичним додатком

# integrate_with_native_music_desc
source: Disable it if you use another music application than the official one
uk: Вимкніть його, якщо ви використовуєте іншу музику, ніж стандартна

source: Ringtone
uk: Рингтон

# ringtone_desc
source: Default ringtone for SIP calls
uk: Рингтон по замовчуванню для SIP дзвінків

source: Prevent screen rotation
uk: Заборонити повертання екрану

# prevent_screen_rotation_desc
source: Avoid rotation of the screen and keep in portrait mode
uk: Уникнути обертання екрану і зберегти в портретному режимі

# android_integration
source: Integrate with Android
uk: Інтеграція з Android

# android_integration_desc
source: Integration with native dialer and call logs
uk: Інтеграція з рідним номеронабирачем і журналом викликів

source: Availability profile
uk: Наявність профілю

source: Always available
uk: Завжди доступний

# always_available_desc
source: Will use battery but incoming calls are always received
uk: Буде використовувати батарею, але вхідні дзвінки завжди отримуватимуться

# wifi_available
source: Available on WiFi
uk: Доступний коли в мережі WiFi

# wifi_available_desc
source: Availability of incoming calls based on WiFi profile
uk: Наявні вхідні дзвінки на основі WiFi профілю

# never_available
source: Only for outgoing
uk: Тільки для вихідних дзвінків

# never_available_desc
source: Activate the SIP client automatically when necessary
uk: Включити клієнт SIP автоматично при необхідності

# availability_tg
source: Mobile data availability
uk: Доступність даних в мобільній мережі

# tg_allowed
source: I'm allowed to use mobile
uk: Мені дозволено користуватися мобільними

# tg_allowed_desc
source: Your carrier allows VoIP over your mobile data connection
uk: Ваш оператор дозволяє VoIP

# codecs_availability_text
source: Only available if sip is currently registered
uk: Доступно тільки якщо SIP в даний час зареєстровано

# expert_preferences
source: Expert mode
uk: Режим експерта

# advanced_preferences
source: Advanced mode
uk: Розширений режим
