Repository: r3gis3r/CSipSimple
Catalog: locale/csipsimple/strings/*.po
Languages: hu, uk

source: Next
uk: Далі

source: Init...
uk: Старт...

source: Unable to download file
hu: Nem lehet letölteni a fájlt
uk: Не вдається завантажити файл

# connection_not_valid
source: Selected network route not available (activate WiFi or change preferences to use 3G)
hu: A kiválasztott hálózaton a forgalmazás nem lehetséges (kapcsolja be a WiFi-t vagy a beállításoknál a 3G használatot)
uk: Обрана маршрутна мережа не доступна (активувати WiFi або змінити налаштування, щоб використовувати 3G)

# invalid_sip_uri
source: Sip uri is invalid for call
hu: Helytelen Sip uri hívás
uk: SIP URI є неприпустимою для виклику

source: Accounts
hu: Fiókok
uk: Облікові записи

source: Other accounts
hu: Egyéb fiókok
uk: Інші облікові записи

source: Save
hu: Ment
uk: Зберегти

source: Cancel
hu: Mégsem
uk: Скасувати

source: Activate account
hu: Fiók aktíválása
uk: Активувати акаунт

source: Deactivate account
hu: Fiók felfüggesztése
uk: Деактивувати акаунт

source: Delete account
hu: Fiók törlése
uk: Видалити акаунт

source: Modify account
hu: Fiók módósítása
uk: Модифікувати акаунт

source: Add account
hu: Új fiók
uk: Додати обліковий запис

source: Choose wizard
hu: Válassz módot
uk: Вибрати майстра

source: Use :
hu: Fiók:
uk: Використовувати:

# use_pstn
source: Use mobile
hu: GSM hivás
uk: Використовувати мобільний

source: Use Skype
uk: Використовувати скайп

# ongoing_call
source: Call in Progress
hu: Hívás folyamatban
uk: Дзвінок в процесі

source: Missed call
hu: Elmulasztott hívás
uk: Пропущений виклик

# recentCalls_empty
source: No Call Logs
hu: Nincs hívás lista
uk: Немає викликів

source: Filters
hu: Szűrők
uk: Фільтри

# filters_desc
source: To apply when integration to Android is used
uk: Щоб застосувати при інтеграції в Android

source: Filters for
uk: Фільтри для

# add_filter
source: Add filter / rewrite rule
hu: Szűrő létrehozás / átírás
uk: Додати фільтр / правила перезапису

source: Delete filter
hu: Szűrő törlés
uk: Видалити фільтр

# callLog_delete_entry
source: Delete this call
hu: E hívás törlése
uk: Видалити цей дзвінок

# callLog_delete_all
source: Delete all calls
hu: Minden hívás törlése
uk: Видалити всі дзвінки

# callLog_delDialog_title
source: Delete Call Logs
hu: Híváslisták törlése
uk: Видалити всі дзвінки

# callLog_delDialog_message
source: Are you sure you want to delete all calls from the log?
hu: Tényleg törlődjön az egész lista?
uk: Ви впевнені, що хочете видалити усі дзвінки з журналу?

# callLog_delDialog_yes
source: Yes
hu: Igen
uk: Гаразд

# callLog_delDialog_no
source: No
hu: Nem
uk: Ні

# gsm
source: Mobile
hu: Mobil
uk: Мобільний

# dial_tab_name_text
source: Dial
hu: Hívás
uk: Дзвонити

# messages_tab_name_text
source: Messages
hu: Üzenetek
uk: Повідомлення

# menu_disconnect
source: Disconnect
hu: Szétkapcsolás
uk: Від'єднатися

# service_ticker_registered_text
source: SIP Registered
hu: SIP Regisztrálva
uk: SIP Зареєстровано

# outgoing_call_chooser_call_text
source: Call
hu: Hívás
uk: Дзвінок

source: Reorder
hu: Újrahívás
uk: Упорядкувати

source: Backup / Restore
uk: Збереження / Відновлення

source: Backup
uk: Збереження

source: Help
hu: Segítség
uk: Довідка

# record_logs
source: Record logs to send it to dev team and report a bug
hu: Összegyűjtött rendszerüzenetek elküldése a fejlesztő csapatnak
uk: Запис журналів, щоб відправити його команді розробників і повідомити про помилку

# send_logs
source: Stop recording logs (OPTIONALY send it)
hu: Rendszerüzenetek gyűjtésének megállítása (elküldhető marad)
uk: Зупинити запис журналів (опціонально відправити його)

# view_existing_issues
source: Consult existing issues
hu: Mutas a meglévő problémákat
uk: Зверніться щодо існуючих проблем

source: OK
hu: Rendben
uk: Гаразд

source: Misc
hu: Egyéb
uk: Інше

source: WARNING
hu: FIGYELEM
uk: ПОПЕРЕДЖЕННЯ

# disconnect_and_incoming_explaination
source: You are configured to be available for this network !!! By clicking OK here you confirm that you don't want to be available until next start of the application
hu: A beállítások szerint elérhető ezen a hálózaton !!! Jóváhagyással a program újraindításáig nem elérhető ezen a hálózaton
uk: Ви налаштовані бути доступними для цієї мережі! Натиснувши кнопку ОК тут ви підтвердите, що ви не хочете бути доступні до наступного включення програми

# disconnect_and_will_restart
source: Will automatically restart when : <xliff:g id="networks" example="3G">%s</xliff:g> will become available (change settings if you don't want)
hu: Automatikusan újraindul ha : <xliff:g id="networks" example="3G">%s</xliff:g> elérhető (átállítható ha nem kell)
uk: Автоматично стане доступним після: <xliff:g id="networks" example="3G">%s</xliff:g> (змінити налаштування, якщо ви не хочете)

# gadget_title
source: SIP Account switcher
hu: SIP Fiókváltó
uk: Вибір акаунта SIP

source: Search in contacts
hu: Kapcsolat keresése
uk: Пошук в контактах

# pickup_sip_uri
source: Pickup SIP contact
hu: SIP kapcsolat használata
uk: Вибрати SIP контакт

# display_icon_in_status_bar_desc
source: Should the application display an icon in the status bar when registered
uk: Чи відображати значок в рядку стану при реєстрації

source: Display icon in status bar
uk: Показати іконку в рядку стану

# another_application_use_sip_port
source: Another application is currently using SIP port! Can't start !!!
uk: Інше застосування в даний час використовує SIP порт! Не вдається запустити!

source: Choose phone
uk: Виберіть телефон

# no_phone_found
source: No phone found for this contact
uk: Не знайдено телефон для цього контакту

source: Show password
uk: Показати пароль

# this_codec_is_not_free
source: **This codec is not free !!!** Please ensure that somebody (your SIP provider or yourself) have purchased a license that allow you to use this codec! We (as application distributors) are not responsible for an illegal use of this codec. It's up to you to be sure that you are authorized to use this codec. Purchase link :
uk: **Цей кодек не є безкоштовним !!!** Будь-ласка впевніться що (Ваш SIP провайдер чи Ви самі) купили ліцензію на цей кодек! Ми (як розповсюджувач додатка) не відповідаємо за неправомірне використання кодека. Відповідальність за використання цього кодека лежить на вас. Посилання для придбання ліцензії:

source: Voice mail
uk: Голосова пошта

# calllog_tab_name_text
source: CallLogs
hu: Híváslista

source: FAQ
hu: GYIK
