Repository: r3gis3r/CSipSimple
Catalog: locale/csipsimple/wizard_common_strings/*.po
Languages: de

# w_common_display_name
source: Account name
de: Kontoname

# w_common_display_name_desc
source: Display name for this account
de: Zeigt den Namen dieses Kontos

# w_common_username
source: User name
de: Benutzername

# w_common_username_desc
source: Sip account login
de: Benutzername / Login

# w_common_phone_number
source: Phone number
de: SIP Telefonnummer

# w_common_phone_number_desc
source: Sip phone number given by your provider
de: SIP Telefonnummer für dieses Konto

# w_common_password
source: Password
de: Passwort

# w_common_password_desc
source: Password for your account
de: Passwort für dieses Konto

# w_common_server
source: Server
de: SIP Server

# w_common_server_desc
source: SIP server domain/IP[:port]
de: SIP Server Domainname IP[:Port]
