Repository: r3gis3r/CSipSimple
Catalog: locale/csipsimple/wizard_expert_strings/*.po
Languages: bg, hu

# w_expert_display_name
source: Account name
bg: Име на профила
hu: Fiók neve

# w_expert_display_name_desc
source: Display name for this account
bg: Показване на име за този профил
hu: Megjelenítendő név a fiók használatakor

# w_expert_acc_id
source: Account id
bg: Абонатен номер
hu: Fiók azonosító

# w_expert_acc_id_desc
source: Format : DisplayName &lt;sip:login@registrar&gt;
bg: Формат : Име за показване &lt;sip:login@registrar&gt;
hu: Alak: MegjelenítendőNév &lt;sip:felhasználóinév@SIPdomain&gt;

# w_expert_reg_uri
source: Registration URI
bg: Регистрация URI
hu: Bejelentkezési URI

# w_expert_reg_uri_desc
source: Format : sip:registrar.net[:port]
bg: Формат : sip:registrar.net[:порт]
hu: Alak: sip:registrar.net[:port]

# w_expert_realm
source: Realm
hu: Tartomány

# w_expert_realm_desc
source: Authentication domain (if you don't know, use '*')
bg: Домейн за удостоверяване (ако не го знаете, използвайте "*")
hu: Hitelesítői domain (ha nem ismeret akkor '*')

# w_expert_username
source: Username
bg: Потребителско име
hu: Felhasználónév

# w_expert_username_desc
source: Username for authentication
bg: Потребителско име за ауторизация
hu: Felhasználónév a hitelesítéshez

# w_expert_data
source: Password
bg: Парола
hu: Jelszó

# w_expert_data_desc
source: Password (or other data) for authentication
bg: Парола (или други данни) за ауторизация
hu: Jelszó (és egyéb adat) a hitelesítéshez

# w_expert_proxy_desc
source: Format : sip:proxy.net[:port]
bg: Формат : sip:proxy.net[:порт]
hu: Alak : sip:proxy.net[:port]

# w_expert_use_tcp
source: Use TCP (not UDP)
bg: Използвай TCP (не UDP)
hu: Használjon TCP-t (ne UDP-t)

# w_expert_prevent_tcp
source: Prevent TCP (only try UDP)
hu: TCP mellőzése (csak UDP)

# w_expert_publish_enabled
source: Publish enabled
bg: Публикуването позволено
hu: Közzététel engedélyezése

# w_expert_reg_timeout
source: Register timeout (sec)
bg: Регистрирането изтече (сек)
hu: Bejelentkezési időtúllépés (másodperc)

# w_expert_ka_interval
source: Keep-alive interval (sec)
bg: Поддържане на активност интервал (сек)
hu: Újrapróbálkozás X másodpercenként

# w_expert_force_contact
source: Force contact
bg: Принуди контакт
hu: Kapcsolat kényszerítése

# w_expert_allow_contact_rewrite
source: Allow contact rewrite
hu: A kapcsolat felülírható

# w_expert_contact_rewrite_method
source: Contact rewrite method
hu: Felülírási mód

# w_expert_t_proxy
source: Proxy
bg: Прокси

# w_expert_proxy
source: Proxy URI
bg: Прокси URI
